"This copy will expire on %@." = "このコピーは %@ で失効します。";
"%@\n\n%@\n© 1984-%@ FileMaker, Inc.\nAll Rights Reserved.\n\nFileMaker is a trademark of FileMaker, Inc.,\nregistered in the US and other countries." = "%@\n\n%@\n© 1984-%@ FileMaker, Inc.\nAll Rights Reserved.\n\nFileMaker、ファイルメーカーは、FileMaker, Inc. の\n米国及びその他の国における商標または登録商標です。";
"Version: %@ %@\n\nThis product is licensed to:\n%@\n\nLicense Key: %@\n%@\n%@" = "バージョン: %@ %@\n\nこの製品は次のように登録されています:\n%@\n\nライセンスキー: %@\n%@\n%@";
"Version: %@ %@" = "バージョン: %@ %@";
"Version: %@ %@\nLicense Key: %@" = "バージョン: %@ %@\nライセンスキー: %@";
"Credits are listed in the Acknowledgements document provided\nwith this software." = "スタッフはこのソフトウェアに付属する\n「Acknowledgements」ドキュメントに記載されます。";
"%@ %@\n© 1984-%@ FileMaker, Inc.\nAll Rights Reserved.\n\nFileMaker and the file folder logo are trademarks of FileMaker, Inc.,\nregistered in the US and other countries. For more information,\nvisit our Web site at http://www.filemaker.com." = "%@ %@\n© 1984-%@ FileMaker, Inc.\nAll Rights Reserved.\n\nFileMaker、ファイルメーカー、ファイルフォルダロゴは、FileMaker, Inc. の\n米国及びその他の国における商標または登録商標です。詳細情報については、\nhttp://www.filemaker.com/jp をご覧ください。";
"FileMaker Pro" = "FileMaker Pro";
"FileMaker Pro could not be launched because of incorrect installation, missing system components, or insufficient memory.\nPlease see the FileMaker Pro documentation." = "FileMaker Pro が正しくインストールされていない、\nシステムのコンポーネントが見つからない、またはメモリが十分でないため、FileMaker Pro を起動できません。\nFileMaker Pro のマニュアルを参照してください。";
"OK" = "OK";
"You have entered an invalid license key. Please refer to your FileMaker package for the correct license key." = "無効なライセンスキーが入力されました。正しいライセンスキーを入力してください。";
"Please refer to your FileMaker package for the correct license key." = "正しいライセンスキーを入力してください。";
"You have entered an invalid license key" = "無効なライセンスキーが入力されました";
"Please enter a user name in the User Name field." = "[ユーザ名] フィールドにユーザ名を入力してください。";
"<unknown>" = "<不明>";
"The length of the selected text cannot exceed 100 characters." = "選択したテキストの文字数の合計は100 文字を超えることはできません。";
"You have entered an invalid license key." = "無効なライセンスキーが入力されました。";
"A user name is required." = "ユーザ名が必要です。";
"Layout and Script names should not be empty." = "レイアウト名とスクリプト名は空欄にできません。";
"Please enter something for both the Layout and Script name." = "レイアウト名とスクリプト名を入力してください。";
"Please enter less characters for the Layout name." = "レイアウト名はより少ない文字を入力してください。";
"Please enter less characters for the Script name." = "スクリプト名はより少ない文字を入力してください。";
"Preparing %@.  This may take up to a minute." = "%@ を準備しています。 この処理には最大 1 分かかる場合があります。";
